Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “颜辉！”苏朗越听越气，一怒之下拍碎了桌子。
en_us: "Yan Hui!" The more he listened, the angrier Su Lang got, and he broke the table in his fury.

source: “颜辉，你老实说，要怎样才肯把令牌还给我？”苏朗冲到颜辉的房间一脚踹开门就冲了进去。
en_us: "Yan Hui, tell me truthfully. What can I do to get you to return the token to me?" Su Lang barged into Yan Hui's room after kicking open his door.

source: “颜辉，我们一定要成为敌人吗？”程向荣略微惆怅的看着对面的颜辉，他是个重情的人，和颜辉当了几年朋友，他心里已经真心把他当成朋友了。
en_us: "Yan Hui, do we have to be enemies?" Cheng XiangRong looked at Yan Hui with slight melancholy. He was a man who attached importance to matters of emotion. He had been friends with Yan Hui for several years, and had seriously regarded him as a friend in his heart.

source: “风迟云身上应该被游震天做了手脚，很可能是禁制，看来游震天是个很小心的人。”凌霄皱眉说道。
en_us: "You ZhenTian probably did something to him. Maybe some sort of seal. It seems that You ZhenTian is a very careful person," Ling Xiao said with a frown.

source: “麻烦你估一下价格。”游小默说。
en_us: "Could you evaluate them for me, please?"

source: “黄鼠兽？”
en_us: "A Ground Squirrel Beast?"

source: “黑熊。”
en_us: "Hei Xiong."

source: “黑熊哥，你一定要替我杀了他们。”
en_us: "Black Bear-ge, you have to kill them for me."

source: “黑熊明白。”黑熊说完正准备走，突然看到黑袍人没有要离开的意思，不禁顿住，“使者大人还有何要事？”
en_us: "Hei Xiong understands." After finishing, Hei Xiong was just preparing to walk away when he suddenly saw that the person in black had no intention of leaving yet. He couldn't help but pause. "Does Mister Shi Zhe have some other important matters?"

source: “黑熊是谁？”游小默挑了下眉，听起来似乎是个大人物。
en_us: "Who's Black Bear?" You XiaoMo raised an eyebrow. Seemed like this person was someone big.

source: “黑熊！”刑七倏地站起来，眼中烧着怒火，愤怒的盯着黑熊。
en_us: "Hei Xiong!" Xing Qi suddenly stood, rage burning in his eyes as he glared at Hei Xiong.

source: “黑熊，主人不是说过让你不要透露他的事情，你竟然随随便便透露给几个谋生人知道，可知罪？”
en_us: "Hei Xiong, didn't Master (主人) say not to reveal his personal affairs, yet you just casually go and reveal it to a couple strangers. Do you know your crime?"

source: “黑熊，你别忘了，这件事是上面吩咐下来的。”
en_us: "Hei Xiong, don't forget that these orders came from above."

source: “黑玉自然有，不过由于数量过于稀少，所以价格只高不低。”
en_us: "We definitely have black jade, but since it's very rare, it'll be expensive."

source: “黑蜘蛛你不要太过分，赤血家族人虽然少，但也不是吃素的，欺人太甚，大不了跟你们拼个你死我活。”赤血家族的代表冲着罪魁祸首黑蜘蛛愤怒的吼道。
en_us: "Black Spider, don't get ahead of yourself. Even though the Vermillion Blood Clan doesn't have many people, you shouldn't underestimate us. If you push us too hard, in the worst case scenario we might end up in a life-and-death struggle." The representative from the Vermillion Blood Clan howled angrily at the chief offender from the Black Spider.

source: “黑蜘蛛拍卖的东西一般都是宝贝，但是从来没听说过他们敢如此明目张胆的邀请这些势力，难道他们就不怕其中某种宝贝是这些势力流失的？”
en_us: "The things that the Black Spider usually auction are treasures, but I've never heard of them daring to invite these forces so brazenly. Aren't they afraid that included among these items are some treasures that these fractions have lost?"

source: “黑蜘蛛，你是说千年前新兴的一个势力，据说有圣境强者坐镇，他们专门买卖各种以不正当手段获得的宝物，许多见不得人的东西他们都敢收，不过听说价值不市价低一半。”
en_us: "The Black Spider? You mean the new fraction that emerged a thousand years ago? It is said that there's a Sacred Realm powerhouse overseeing them. They specialize in buying and selling all kinds of treasures obtained by improper means and they even dare to accept many unseemly (见不得人) things, but I've heard that the price of the items is half of the market value."

source: 一获得自由，三只就开始上蹿下跳起来。
en_us: As soon as they gained freedom, the three began jumping up and down.

source: 一上来就是成名绝招，凌霄也猜到他想速战速决，既然如此，他只有用那一招了。
en_us: He used this famous unique skill as soon as they began, and Ling Xiao had also guessed that he wanted to quickly end the battle. Since it was like this, he could only use that attack.

source: 一下子从外面冲到安全地带里，身上同时爆发出一股比守卫队长还要强悍的气势，那守卫队长脸刷的一下白了。
en_us: He suddenly dashed right in front of the guard as an aura more intense than the guards' erupted from him. The guard's face went pale at once.

source: 一个个实力都提升了，只有他还是皇境。
en_us: They had all gotten stronger, but he was still stuck here at Imperial level.

source: 一个人做饭要花掉他不少时间，就像昨天，他要自己动手杀鸡，又要自己洗菜，还要注意锅里正在煮的食物，差点忙不过来，所以有人嗯帮忙至少可以缩减三分之一的时间。
en_us: Cooking by himself would take quite a while, like yesterday, he had to kill the chicken and wash the vegetables while paying attention to the stuff cooking in the pot, he almost couldn't do it. Thus, having someone help would reduce the time by at least a third.

source: 一个华丽的偏殿出现一块奇形怪状的石头，怎么看都有问题。
en_us: A strange shaped boulder appearing in the middle of a fancy side hall was no doubts weird, so the man in the hood told his men to remove it.

source: 一个多时辰后，混战的结果终于出来了。
en_us: One hour later, the results of the battle royale were out.

source: 一个字也不多说。
en_us: He didn't say any more than that.

source: 一个小时后，一直在附近不死心的徘徊的变异首领发现那道气息弱了下去，终于不死心的走了。
en_us: One hour later, the mutant leader, who had been doggedly dithering nearby, finally discovered that the smell had weakened, and it unwillingly left at last.

source: 一个帝境三星，一个帝境二星。
en_us: One three star Emperor Realm and one two star Emperor Realm pracitioner.

source: 一个时辰后，游小默在他面前蹲下，“怎么样，禁制解开了吗？”
en_us: You XiaoMo squatted down in front of him after an hour, "How is it, are you able to undo the seal?"

source: 一个时辰后，游小默看着灵草田栽种下去的幼苗和种子们，满意的笑了。
en_us: One hour later, You XiaoMo looked at the seedlings and seeds planted in his magic herb field and smiled in satisfaction.

source: 一个星期后，他们收拾好东西便带着刚契约的黄鼠兽离开小岛。
en_us: One week later, they tidied up their things and left the small island along with the Weasel Beast that they had just contracted.

source: 一个是时间要足，太短很可能会坏了一坛好酒；另一个则要封存好，必须完全的密封，一旦空气走漏进去就会破坏灵酒的味道，同样失败。
en_us: The first was that it must ferment for enough time. Too short a time would probably spoil a jar of good wine; the second was that it had to be sealed well. It must be completely sealed, as the taste of the spirit wine would be destroyed once the air leaked in and result in a failure.

source: 一个是灵草成长过程中吸收过多的瘴气，为保护自身成长，它们会将吸收的瘴气转化为液态存储在花苞中，这是一种自我保护；另一种则是针对外界，就像江流这种情况，当他触碰到灵草的时候，灵草为了保护自己就会把花苞中的液体喷出去，这种液体具有强烈的腐蚀性和侵蚀性，连灵力都不能幸免。
en_us: One was that the magic herb absorbed excess miasma during its growth. In order to protect its growth, they would convert the absorbed miasma into a liquid state and store it in the flower bud. This was a kind of self-defense method; the other was for external threats. In the case of Jiang Liu, the magic herb would protect itself by spaying out the liquid stored in its flower bud when he touched the magic herb. The liquid was highly corrosive and erosive, and even spiritual power could not be used to block it.

source: 一个晴朗万里无云的下午，他们终于等到熊笑派来的人，一个模样只有二十七八岁的男子，名于步。
en_us: On a clear, cloudless day, the person Xiong Xiao had sent finally arrived: a young man who seemed around twenty-seven or twenty-eight called Yu Bu.

source: 一个疑惑的声音突然在他耳边响起，不知道是不是因为不熟悉他的名字，所以中间停顿了一下。
en_us: An uncertain voice suddenly spoke next to his ear. Maybe because they weren't used to his name, so they paused in the middle.

source: 一个英俊不凡长身玉立的男人，一身强悍霸道的气势完全不输给他和天明，在他的肩膀上还趴着一个面目清秀晶莹剔透的少年，二人正饶有兴致的看着他们。
en_us: It was an extraordinarily handsome and unshakable man (长身玉立) who had a valiant and tyrannical aura that was not outdone by Tian Ming and him. On his shoulder was a delicate and pretty young man with glittering and translucent skin (面目清秀晶莹剔透的少年) lying on his stomach. The two looked at them with great interest.

source: 一个风和日丽的早上，游小默将自己的精气神调整到最佳状态后就准备开始炼丹了。
en_us: On a bright and sunny morning, You XiaoMo adjusted his vigor (精气神?) so it was at its best condition and prepared to begin refining pills.

source: 一个高大伟岸，面相却有几分丑陋的男人走进来，健壮的神曲轻易的将门堵住了，男人的大嗓门同时响起。
en_us: A heavy-built man with a rather ugly face walked in, , easily blocking the door with his immense form. The man roared as he came in.

source: 一些人以为黑袍人是凌霄杀的，虽然事实也差不多，但是有眼力的都知道黑袍人是自己的身体突然爆开的，这种应该是远距离的遥控，黑袍人可能有把柄落在别人手中。
en_us: A few people thought that Ling Xiao killed the person in black. Even though the truth was about the same, the ones with good judgment could tell that the black-robed person's body had exploded on its own. This should be something that was controlled from very far away; someone most likely had a hold over the person in black.

source: 一些人顿时打退堂鼓了。
en_us: Some people suddenly beat a hasty retreat.

source: 一些眼尖的村民看到这一幕，纷纷跑回家拿灵草。
en_us: Some observant villagers saw this and all ran back to grab their magic herbs.

source: 一亩灵草田一百枚灵晶？
en_us: An acre of farmland for one hundred spirit gems?

source: 一人对一个，看起来很公平。
en_us: One versus one. It looked very fair.

source: 一伙强盗听到莫雪的话后立刻哈哈大笑起来，都自身难保了还敢叫他们滚，这不是不知死活吗！
en_us: A bandit immediately started to laugh loudly after he heard Mo Xue's words. They were already defenseless, yet she was still telling them to scram. Wasn't she just acting recklessly!

source: 一出手就是这招，可见他是真想置凌霄于死地。
en_us: Since he used this technique on the first move, it was clear that he really wanted to send Ling Xiao off to the netherworld.

source: 一则修炼者很少下厨，他们绝对想不到游小默为了口腹之欲自己做饭，二则他们见过万厨师端饭菜到游小默的房间，最后则是那道酸辣鸡丁。
en_us: For one, pracitioners rarely cooked, they would have never guessed that You XiaoMo would have the appetite to make his own food. Secondly, they had seen Chef Wan bring the food to You XiaoMo's room and the last being that Spicy Sour Chicken Cubes.

source: 一刻钟后。
en_us: After fifteen minutes.

source: 一刻钟后，少年突然放慢脚步，最后在一棵大树下停了下来。
en_us: Fifteen minutes later, the young man suddenly slowed down until he reached a full stop at a giantic tree.

source: 一刻钟后，离席的名单总算出来了，银戈的名字赫然在其中。
en_us: Fifteen minutes later a name list for all those who had left was finally produced. Yin Ge's name was among them.

source: 一刻钟后，连个新鲜出炉的守卫擅自离开了岗位。
en_us: Fifteen minutes later, a newly crafted guard left his post.

source: 一区排名榜第六的滕蛟，竟然才一个照面就被拿下了，这速度也未免太快了！
en_us: Block one’s number six Teng Jiao, was defeated in a single exchange. What terrifying speed!

source: 一句熟悉的话像冤魂不散一样突然闯进游小默的耳里，特别是后面那三个字，明明不久前才摆脱，竟然神奇的跑到他们前面，说不定是另一对姐妹花？
en_us: A familiar sentence rushed into You XiaoMo's ears like a persistent vengeful demon, especially those last four words. They had clearly shaken them off not too long ago, yet they miraculously ran in front of them again. Could it be another pair of beautiful sisters?

source: 一句话像一滴水落在平静的湖面上，霎时打破了原有的宁静。
en_us: The sentence was like a drop of water that fell onto a calm lake, instantly breaking the initial tranquility.

source: 一句话顿时令整个雅间都安静下来。
en_us: With that, the entire room went silent.

source: 一只又一只，前仆后继。
en_us: One after another, they advanced in waves.

source: 一只比小乌龟还要大一倍的玄龟趴伏在凌霄的肩膀上，玄龟半睁着眼睛，眼皮似乎也懒洋洋的，眼中透出的智慧却仿佛沉淀了亿万年一般。
en_us: A Black Turtle twice as big as the baby turtle crouched on Ling Xiao's shoulder. The eyes of the Black Turtle were half open, and its eyelids looked lazy, yet the wisdom that leaked through its eyes seemed as if it had been accumulating for hundreds of millions of years.

source: 一只爪子顿时心虚的朝种子摸过去……
en_us: One of his paws slowly crept over with a guilty conscience...

source: 一号座位不正是赤血家族的游震天，他的魄力可真不小，真敢把贪狼的内丹弄回去，不过也不难理解，赤血家族确实需要再培养一名圣境强者。
en_us: Wasn't the number one spot the Vermillion Blood Clan's You ZhenTian? He had quite some guts, if he truly dared to bring the Wolf of Gluttony's Life Crystal back home. However, it wasn't hard to understand either. The Vermillion Blood Clan truly did need to cultivate another Sacred Realm expert.

source: 一名中年男子突然走到他们面前，在他们进来时他就已经看到，本来想看看他们的实力如何，结果看不出来，他就不敢怠慢了。
en_us: A middle-aged man suddenly walked over to them. He already saw them when they came in, and at first, he wanted to see how strong they were, but he wasn't able to tell, so he didn't dare to neglect them.

source: 一名全身罩着黑色斗篷的人急行的步伐突然停下来，若有所思的看向前方，似乎发现了什么。
en_us: A person wrapped in a black cloak suddenly stopped walking so rapidly. He looked pensively in front of him, as if he had discovered something.

source: 一名守卫突然大喝一声，身上的气势瞬间爆发直逼向二人，他的声音立刻引起大家的注意。
en_us: Suddenly, one of the normal guard yelled, as his aura exploded towards the two. His voice instantly grabbed the attention of the on lookers.

source: 一名守卫队长没发现游小默是冒牌的，表情立刻惊喜起来，还大声的嚷嚷起来，仿佛抓到吞金兽的人是他一样。
en_us: One of the guard captains had not discovered that You XiaoMo was an impostor. Pleasant surprise immediately crossed his face and he even began to shout loudly, as if he was the one who had caught the Metal Swallowing Beast.

source: 一名男子从里面走出来，正是昨天正午与游小默在门口擦肩而过的三人之一，他嗅了嗅鼻子，狐疑的看向游小默的房间。
en_us: A man walked out, it was the one of the three guys that brushed past You XiaoMo yesterday noon. He wiggled his nose and looked suspciously at You XiaoMo's room.

source: 一名被他们的地为震惊到的男子忍不住爆粗了。
en_us: A man who was shocked by their action could not help swearing (爆粗).

source: 一名身穿白色衣衫的少年在众目癸癸之下朝安全地带走了过去。
en_us: A white robed young man walked steadily into the buffer zone under everyone's gazes.

source: 一名青年从外面走进来，人刚跨过门槛，声音就传进来了，他是花姑两个小弟之一的花雕。
en_us: A young man walked in from outside, his voice heard just as he stepped through the doorway. He was one of two of Hua Gu's followers, Hua Diao.

source: 一大早，镇门口就出现两道人影。
en_us: In the early morning, two people appeared at the entrance of the town.

source: 一如凌霄经常使用的火焰，一出现就带着一道炫丽的尾巴，翻滚着灼热的炽浪，映得周围的人脸颊红通通的。
en_us: Similaily to the flame that Ling Xiao often used, when it appeared, it was followed with a beautiful tail. As it tossed and turn in a scorching hot wave, everyone's face was tinted red.

source: 一定是他想太多了。
en_us: He must be over thinking things.

source: 一定是！
en_us: It definitely must be!

source: 一座坐落在集镇半山腰的庄园此时灯火通明，在庄园的四周种植着大片灵草，其中一高级灵草为主，庄园四周布着禁制，防止有人随意进入，随意偷窃。
en_us: A mansion located halfway up the mountain next to the town was currently brightly lit. A wide expanse of magic herbs grew around the mountain, with one particular high level magic herb serving as the majority. Restriction seals covered the area around the mansion, preventing people from casually entering and stealing things.

source: 一座殿堂被海水填满，然后又袭向另一个地方，海水以迅雷不及掩耳之势在填满白虎的宫殿，四面八方。
en_us: One hall was filled with sea water before the sea attacked another area. The ocean water was rapidly filling up the White Tiger's palace from all directions.

source: 一开始他并不知道这件事，是凌霄提醒他的。
en_us: He did not know about it in the beginning and it was Ling Xiao who reminded him.

source: 一开始他并没有放在心上，后来才知道有人把洞域有超级洞府的消息传了出去。
en_us: At first, he didn't take it to mind, but that was when he found out that someone leaked the existence of very valuable treasure (超级洞府).

source: 一开始只是看到他的背影，他们并没有立刻认出来，毕竟只有过两面之缘而已，直到他转身，那张脸才完全露出来。
en_us: At first they had only seen his back and weren't able to recognize him, after all, they had only met each other twice. It wasn't until he turned around that his face was revealed to them.

source: 一开始确实是这样，但是星罗城主亲自出马后，他们的好运就到头了。
en_us: This was indeed the case at the beginning, but their good fortune came to an end after the Starfall City Master personally set out.

source: 一想到这个人竟然杀人还把人肉当馅料做成包子，他就恨不得一拳把他的脸砸碎了。
en_us: When he thought of how this person actually killed someone and turned them into stuffing for a meat bun, he wished he could just smash his face to pieces.

source: 一想到这个，姬赫就呕得死，心里恨不得宰了游小默和凌霄，所有事情都是由他们开始的，没有他们，云琅也不会死。
en_us: At the thought of this, Ji He was close to vomiting to death. He itched to slaughter You XiaoMo and Ling Xiao. Everything started because of them. Without them, YunLang would not have died.

source: 一想到这么快就能抓到游小默，江流就忍不住兴奋起来，赤血家族为什么要找游小默他不知道，但是可以确定的是，游小默身上一定有什么东西是他们必须要得到的。
en_us: Jiang Liu couldn't help but feel excited at the thought of capturing You XiaoMo so soon. He didn't know why the ChiXue Family wanted You XiaoMo, but he was certain that You XiaoMo had something they needed.

source: 一想到这种诡异的情况，黑熊顿时不敢看轻游小默三人。
en_us: Seeing such a bizzare situation, Hei Xiong no longer looked down upon You XiaoMo and the others.

source: 一想到这，不少丹师都露出坚定的眼神。
en_us: Many mages revealed a tenacious gaze once they thought of this.

source: 一想到黑蜘蛛干的事情，丹师工会和真龙族的人脸色都很不好看，最后他们决定一起过去看看，如果真是黑蜘蛛，决不能让他们把洞府的宝贝拿走。
en_us: Realizing what they had done, both the Mage Association and the True Dragon Clan's faces turned sour. Finally they decided to go check it out, if it was the Black Spider's, then they couldn't let them take the treasures.

source: 一手便掀翻了十几个帝境强者，至少得有神境修为。
en_us: Being able to shake off multiple Emperor Realm practitioners needed at least a divine realm level.

source: 一旁的卫白见他两眼放精光的看着拍卖台上的灵酒便开口问道，他的身体不适合喝酒，所以看到这灵酒便兴趣缺缺。
en_us: Wei Bai, who sat beside them, asked as he saw You XiaoMo looking at the spirit wine bright eyed. (精光) His body wasn't suited for alcohol so he wasn't interested.

source: 一旁的天明看的差点破功笑起来，这是他第一次看到天恨被噎成这样，两次都说不过对方。
en_us: Tian Ming, spectating this from one side, almost burst into laughter. This was the first time he had seen Tian Hen in such a state of speechlessness. He had been verbally beaten twice.

source: 一旁的天明脸色却微微起了变化，他震惊的看着凌霄，“是你？
en_us: The expression of Tian Ming who was at one side changed slightly. He looked at Ling Xiao with astonishment, “It’s you?

source: 一旁的姐姐莫雪立刻挺胸，露出胸前傲人的曲线。
en_us: Beside her, her sister also straighten her posture, showing off her incredible curves. (露出胸前傲人的曲线)

source: 一旁的青年将整个过程看在眼中，嘴角忍不住又抽搐起来，如果他猜得没错的话，两人之间应该有过一些恩怨才对。
en_us: On the side, the young man watched as the whole scene unfolded. Uncontrollably, his mouth started twitching. If he guessed correctly, there should be some sort of a grudge between the two.

source: 一旦结界被破，白虎的宫殿将会坠入海底，到时会遭遇怎样毁灭性的的打击，谁也无法准确的预测到。
en_us: Once the barrier was broken, the palace of the White Tiger would descend into the bottom of the ocean. No one would be able to predict what ruin that would bring it.

source: 一时间竟然没有一个人出价。
en_us: For a moment, nobody dared to name a price.

source: 一时间，咒骂的声音从很多个客栈里传出来，灯光也亮了一片，不过诡异的是，当大家想知道是哪家客栈的时候，那个声音又消失了。
en_us: In an instant, cursing voices drifted out from many inns, and a large stretch of lights lit up. But the weird thing was that by the time everyone wanted to know which inn the sound had come from, the voice had disappeared again.

source: 一时间，除了游小默哄抬的价格，竟然没有人再参与。
en_us: For a moment, there was actually no one participating in the auction other than You XiaoMo's bid which had artificially inflated the price.

source: 一望无垠的天空划过一道箭云，天空仿佛被分成两半一样，栖息于百鸟谷的鸟类突然发出一阵吵杂的声响，紧接着便争先恐后的飞出来，仿佛受到惊吓一般。
en_us: A (箭云) streaked across the sky that stretched as far as the eye could see. The sky seemed as if it had been split into two as the birds that inhabited the Hundred Birds Valley burst into a clamor and flew out in a mad rush in terror.

source: 一桌菜，不到半个小时就被吃个精光。
en_us: A table of dishes was cleanly eaten up in less than half an hour.

source: 一桌菜，不论荤菜还是素菜都有下药，这是铁了心要药倒他们。
en_us: A whole table of food, no matter vegetarian or meat dishes, it was all drugged. They were dead set on drugging them.

source: 一楼大堂。
en_us: At the first floor lobby.

source: 一楼，掌柜估摸着时间差不多了 就带着人上二楼。
en_us: On the first floor, the owner felt that it was about time and took some people upstairs.

source: 一段不痛不痒的小插曲，工作进行得非常顺利。
en_us: The work proceeded extremely smoothly after a superficial little episode.

source: 一段时间没见，四人或多或少都改变了一些。
en_us: After not seeing each other for so long, all four of them had all changed in someways.

source: 一百个名单，只有前六十四名的记录是在25到30分钟之间，相差的间隔不大，有的甚至是在同一秒内。
en_us: On the list of a hundred, only the first sixty four had a record between twenty-five and thirty minutes. The times weren’t very far apart, some even in the same second.

source: 一看到他们，莫菲第一个惊喜的冲过去。
en_us: When she said them, Mo Fei was the first to rush over in pleasant surprise.

source: 一秒半用来拉近距离，最后半秒正好可以进入正在关闭的禁制，急着集合，二人完全没有发现，他们的地盘已经潜进两个外来者。
en_us: With one and a half a second to close the distance, the last half second was just enough to enter the restriction (禁制) that was closing. As they were in a rush to gather, the two completely did not realise that two outsiders had already snuck into their territory.

source: 一秒后，拍卖师扬声宣布了他的价格，“十五号出家一千万灵晶，还有没有人出更高的价格？”
en_us: A second later, the auctioneer announced his bid, "Number fifteen offers ten million spirit gems, will anyone go higher?"

source: 一群人立刻拔出随身武器朝凌霄冲了过去，震耳欲聋的怒喊声，其中以滕家为最，任谁看到自家主将被打得像死了一般都不会忍下这口气。
en_us: The horde of people pulled out their weapons and charged at Ling Xiao. Among the thunderous yells, the Teng family members were the loudest. Enraged at seeing their head get beaten like so, they wouldn’t hold back.

source: 一群没良心的家伙，至少犹豫一秒也好。
en_us: This bunch of heartless fellows, at least hesitate for a second!

source: 一股令人脸红心跳的热气突然喷进游小默的耳朵里，接着就响起凌霄的声音，内容却让他脸红得快要滴血一样。
en_us: A breath of heart-burn-inducing air suddenly reached You XiaoMo's ear and with it, Ling Xiao's voice. The content of his speech made You XiaoMo face bleed in embarrassment.

source: 一股新兴的神秘势力凭空出现，一下子席卷了大半个西境，当时差点把妖凰族给引出来，结果那个神秘势力又迅速的销声匿迹了。
en_us: A mysterious and up-and-coming influence appeared out of thin air and swept over more than half of the Xi Jing in an instant. After nearly drawing out the Demon Phoenix Clan, that mysterious fraction rapidly vanished without a trace once again.

source: 一股无形的力量将它从地底拉扯出来，水元素之心惊惧的挣扎起来，可是它的反抗就像三岁娃娃的力量完全没有抵抗能力。
en_us: An invisible force pulled it out from the depths of the spring, and the Water Elemental Essence fearfully began to struggle, but its resistance was like that of a three-year-old toddler. It didn't have the capability to resist at all.

source: 一股空间之力瞬间自捏碎的空间符弥漫而出，眼看着就要将他们包裹起来，姬凤除外，姬芮完全把他忘记了。
en_us: The force of teleportation immediately spread outwards from the teleportation talisman that she shattered into pieces, and it seemed that the force was about to surround them, excluding Ji Feng, who Ji Rui had forgotten completely.

source: 一股雄浑的灵魂之力出现在他头顶上，带着令人心悸的气息，居然幻化出一把巨大的长刀，狠狠的朝独眼刀疤头顶落下，与此同时，一丝不易察觉的灵魂之力亦悄无声息的流窜至他脚下。
en_us: A powerful burst of soul force appeared above his head with an aura that made people's hearts contract. That was when it transformed into a massive sword, mercilessly striking down towards One-Eyed Scarface's head. At the same time, a barely perceptible sliver of soul force darted out from under his feet.

source: 一般人十之八九会被他扑到，但凌霄不是一般人。
en_us: Nine out of ten people, he would have been sucessful, but Ling Xiao wasn't a normal person.

source: 一般人都会以为黑蜘蛛举办拍卖盛会的地方是在深山这类人迹罕见的地方，只有这样才不会过早的暴露。
en_us: It was generally assumed that the Black Spider would host an auction in a place like a mountain off the beaten track as only in this manner would they not be prematurely exposed.

source: 一般像这类暂时提升修为的灵丹，能维持的时间是不会超过一个时辰，他相信游小默不敢骗他，而且这张丹方最让人惊叹的地方是它的价值。
en_us: Usually, a pill like this that increased cultivation base wouldn't be able to last over two hours. He trusted that You XiaoMo didn't dare trick him. But the most shocking thing to him was the value of this pill recipe.

source: 一般如果有很多人竞争，拍卖师会选价格最高的，如果没有念到别人的，那就是价格比那个人低。
en_us: Normally, if there was a lot of competition, the auctioneer would announce the highest bid. If he didn't announce the others, then that meant their bid was lower.

source: 一般是年份越久越好，三个月是最少的了，味道肯定比不过那些超过一年份的，但是好歹是顶级灵酒，味道应该也不会差到哪里去，他就知道灵酒喝完了，凌霄一定会问。
en_us: Generally, the longer the wine was fermented the better it was. Three months was already the shortest time and the taste certainly not beat those that were fermenting for over a year. In any case, it was still a transcendent level spirit wine and the taste should not be too bad. He knew that as soon as the spirit wine had been finished, Ling Xiao would definitely ask about it.

source: 一般来说，像这么珍贵的上品灵丹，要么以物易物，要么留着自己用或者交给拍卖会拍卖，而直接到铺子里换灵丹的绝对不超过两个，真要用两个字形容，那就是傻子。
en_us: Usually, for such a valuable high grade pill, it would be exchanged for an item of equal value, kept for personal use or actioned off at a large-scale auction. Going to a shop to sell it directly couldn't possibly yield as much as those options. If you had to describe such an action, it would be the words: utterly stupid.
